Repository: haraldboos/tamilelibtrans
Catalog: taelibmodeltrans/locale/*/LC_MESSAGES/django.po
Languages: si

source: Page no
si: පිටු අංක

source: Prize
si: ත්යාගය

source: Tamil public library
si: දෙමළ මහජන පුස්තකාලය

source: home
si: නිවස

source: Logout
si: පිටවීම

source: register
si: ලියාපදිංචි කරන්න

source: login
si: ඇතුල් වන්න

source: collections
si: එකතු කිරීම

source: A Gate Way of Knoledge
si: දැනුම සඳහා දොරටුවකි

source: Our Team
si: අපේ කණ්ඩායම

source: Our Projects
si: අපගේ ව්යාපෘති

source: my cart
si: මගේ කරත්තය

source: Click to Select Language
si: භාෂාව තේරීමට ක්ලික් කරන්න

source: Search...Books here
si: මෙහි පොත් සොයන්න

source: Click Here
si: මගේ කරත්තය

source: My Collections
si: මගේ එකතු කිරීම්

source: User Name
si: පරිශීලක නාමය

source: Password
si: මුරපදය

source: Login
si: ඇතුල් වන්න

source: OUR PROJECTS
si: අපගේ ව්යාපෘති

source: User Email
si: පරිශීලක ඊමේල්

source: Conform Password
si: මුරපදය අනුකූල වේ

source: Register
si: ලියාපදිංචි කරන්න

source: Alredy user ?
si: දැනටමත් පරිශීලකයා ?

source: Our Team Members
si: අපේ කණ්ඩායමේ සාමාජිකයින්

source: Our Sponsors
si: අපගේ අනුග්‍රාහකයින්
